const cardItems = [
    {
        id: 0,
        title: "01 برنامج الأكاديمية",
        desc:
            " هذا البرنامج يتيح الفرصة لمن لم يتسن له إتمام التكوين الجامعي أو المهني حتى يتأهل إلى التميز في سوق العمل",
        show: false
    },
    {
        id: 1,
        title: "02 خدماتنا",
        desc:
            "تمنحك مدرسة تكوين الفرصة لتقديم حلول اقتصادية وفعالة بشكل خاص، وفقًا لاحتياجاتك الحقيقية وتطلعاتك على المستوى الفني والتصميمي من خلال جعل كل عميل أو أستاذ فريدًا وبصمة خاصة به.",
        show: false
    },
    {
        id: 2,
        title: "03 لماذا نحن؟",
        desc: `

                      الشفافية: نجيب على أسئلتك بصراحة وحرية ونزودك باقتباسات مفصلة. 

                      خدمة فريدة: كل طلب فريد من نوعه ، ندرس نشاطك من خلال تحليل احتياجاتك مع الاهتمام الكبير بالتفاصيل. 

                      الاستجابة: استجابة فورية لطلبك مع إدراك سريع لأفكارك لضمان تسليم.
       `,
        show: false
    }
];

module.exports = cardItems;
