const {
    car_system,
    sewing,
    kids,
    kids_1,
    analyse_data,
    pc_system
} = require("../../../utilities/images");

const slices = [
    {
        id: 1,
        title: `دورات تكوينية مميزة في مجال الفحص الالكتروني للسيارات
                        Scanner Auto`,
        paragraph: ` دورة تطبيقية في مدرستنا تكوين تشمل الدورة : 🥇مميزات
                            و استعمالات جهاز السكانر 🥈التعرف على خصائص و أنواع
                            المحركات 🥉أجزاء ومكونات كمبيوتر السيارات 🛑أهداف
                            الدورة: التعرف على جهازAutocom DCP Plus ⭐إستعمال
                            جهاز السكانر AUTOCOM DCP Plus في التشخيص و كشف
                            الأخطاء و مسح الأخطاء ⭐التعرف على محرك الديزل و محرك
                            البنزين و الفرق بينهم⛽ ⭐التعرف على أجزاء المحرك من
                            الداخل ⭐التعرف على كمبيوتر السيارات ⭐أستعمال برنامج
                            AUTODATA في ⭐معرفة مكان وصلة OBD II في السيارة`,
        image: car_system
    },
    {
        id: 2,
        title: `دورات تكوينية مميزة في فن الخياطة والطرز `,
        paragraph: `لكل امراة ماكثة في البيت🤱 لكل طالبة 👩‍🎓 لكل
                                عاملة 👩‍💻 لكل فتاة تريد تعلم المزيد
                                🧜‍♀️واكتساب مهارات في الخياطة والطرز`,
        image: sewing
    },
    {
        id: 3,
        title: ` دورة تكوينية مميزة في مجال الإعلام الآلي`,
        paragraph: `دورة تطبيقية بالتنسيق مع شركة DzDos سنتعلم بعض
                                المبادئ الإعلام الآلي. مدة التكوين : 6 أشهر.
                                التأطير : أساتذة مختصين ذوي خبرة`,
        image: pc_system
    },
    {
        id: 4,
        title: `دورات تكوينية في مجال تطوير البرامج المكتبية
                                للحاسوب`,
        paragraph: `لفترة طويلة، أصبحت تكنولوجيا المعلومات أداة لا
                                غنى عنها للشركات. يعد امتلاك برنامج مخصص عالي
                                الأداء أحد عوامل النجاح لعملك، ولهذا السبب يعد
                                اختيار برنامج الإدارة عملية مهمة وحساسة للغاية
                                تتطلب بلا شك الرجوع إلى شركة تطوير. كما تقدم
                                DzDos Développement مجموعة واسعة من تطبيقات
                                الإدارة للقطاعات المختلفة عالية الجودة.`,
        image: analyse_data
    },
    {
        id: 5,
        title: `دورات تكوينية مميزة في الحساب الذهني الياباني
                                "السوروبان`,
        paragraph: ` هذه الدورة تمنحك فرصة للتميز و لتجد عملا و تحقق
                                دخلا ماديا عبر برنامج قوي و متكامل بمنهاج ياباني
                                100% تساهم فيه في بناء الأجيال القادمة بطرق أكثر
                                احترافية لفائدة كل من الطلاب والمدربين`,
        image: kids
    },
    {
        id: 6,
        title: `دورات تكوينية مميزة مربية أطفال`,
        paragraph: `إعداد مربية روضة معتمدة من الدولة تمنحك فرصة
                                لتتميز و تجد العمل المناسب`,
        image: kids_1
    }
];

module.exports = slices;
